tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nicoverbruggen/cask"
tap "shivammathur/php"
brew "openssl@1.1"
brew "automake"
brew "bat"
brew "coreutils"
brew "deno"
brew "dnsmasq"
brew "docker-compose", link: false
brew "erlang"
brew "elixir"
brew "exa"
brew "gh"
brew "glib"
brew "gnupg"
brew "go"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "llvm"
brew "mailhog"
brew "mysql", restart_service: true
brew "nginx", restart_service: true
brew "nvm"
brew "php@7.4", restart_service: true, link: true
brew "redis", restart_service: true
brew "rust"
brew "tor"
brew "vim"
brew "watchman"
brew "wget"
brew "wimlib"
brew "zlib"
brew "zsh-autosuggestions"
brew "shivammathur/php/php", link: false
cask "cmake"
cask "flutter"
cask "foxitreader"
cask "gcollazo-mongodb"
cask "gpg-suite"
cask "iterm2"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "ngrok"
cask "phpmon"
cask "rabbitmq"
cask "react-native-debugger"
cask "sublime-text"
cask "telegram-desktop"
cask "vlc"
cask "wkhtmltopdf"
cask "zoom"
